[
  {
    "type": "system",
    "text": "31 декабря 2024 года, 21:00. Артем сидит в темной квартире. На столе — пустая бутылка и старая серебряная заколка-звезда. Ровно год назад его мир превратился в пепел.",
    "sound": "system"
  },
  {
    "type": "msg",
    "side": "left",
    "name": "Катя",
    "time": "21:02",
    "text": "Тёма, ты где? Я жду у кинотеатра уже полчаса! Тут так холодно... и снег какой-то странный, липнет к лицу как сажа.",
    "sound": "click"
  },
  {
    "type": "msg",
    "side": "right",
    "name": "Артем",
    "time": "21:03",
    "text": "Очень смешно, Макс. Выйди с её аккаунта и прекрати этот розыгрыш. Ты же сам был на её похоронах.",
    "sound": "click"
  },
  {
    "type": "msg",
    "side": "left",
    "name": "Катя",
    "time": "21:04",
    "text": "Какой Макс? Тём, ты что, выпил? Мы же договорились! 21:30 у входа. Я даже билеты уже забрала. Поторопись, а то пропустим начало!",
    "sound": "click"
  },
  {
    "type": "system",
    "text": "*Артем замирает. Руки дрожат. Он узнает эти слова — они были сказаны год назад.*",
    "sound": "system"
  },
  {
    "type": "msg",
    "side": "right",
    "name": "Артем",
    "time": "21:06",
    "text": "Хватит! Я стоял на тех ступенях и ждал тебя. Я видел, как то такси подрезал какой-то урод... Машина не справилась, влетела в трансформатор прямо у входа! Искры были выше крыши, а потом всё вспыхнуло как факел за секунды!",
    "sound": "click"
  },
  {
    "type": "system",
    "text": "*Перед глазами Артема всплывает воспоминание: синяя вспышка замкнувшего трансформатора, невыносимый жар, плавящий асфальт, запах горящей резины и дерева.*",
    "sound": "system"
  },
  {
    "type": "msg",
    "side": "right",
    "name": "Артем",
    "time": "21:08",
    "text": "Я пытался открыть дверь, но железо уже плавилось. Я слышал, как ты кричала... Никто в здании не выжил. Прекрати этот бред, или я тебя найду!",
    "sound": "click"
  },
  {
    "type": "msg",
    "side": "left",
    "name": "Катя",
    "time": "21:10",
    "text": "О чем ты... какое такси? Я просто доехала и вышла. Но Тём... тут правда что-то не так. В витринах пустота. И люди... они проходят мимо, но у них нет лиц. Просто серые пятна.",
    "sound": "click"
  },
  {
    "type": "system",
    "text": "*В квартире Артема гаснет свет. В воздухе слышен тихий шепот: «Тут пахнет гарью…»*",
    "sound": "system"
  },
  {
    "type": "msg",
    "side": "left",
    "name": "Катя",
    "time": "21:15",
    "text": "Я зашла внутрь, чтобы согреться. Тут темно. Но наши билеты лежали прямо на стойке. Я взяла их. Посмотри...",
    "sound": "click"
  },
  {
    "type": "system",
    "text": "*Приходит фото: полупрозрачная рука держит два обугленных билета. Дата на них: 31.12.2023. Края билетов тлеют, и кажется, что тепло от них ощущается даже через экран.*",
    "sound": "camera"
  },
  {
    "type": "msg",
    "side": "left",
    "name": "Катя",
    "time": "21:20",
    "text": "Я в зале. Тут на экране крутят наши моменты. Но мы там другие... мы там кричим. Тень... высокая тень без лица стоит за моей спиной. Она говорит, что я «задержалась».",
    "sound": "click"
  },
  {
    "type": "system",
    "text": "*В памяти Артема слышатся далекие крики и треск огня, будто он снова там, в том пожаре.*",
    "sound": "system"
  },
  {
    "type": "msg",
    "side": "right",
    "name": "Артем",
    "time": "21:22",
    "text": "КАТЯ, БЕГИ! Я ЕДУ ТУДА! Я СЕЙЧАС БУДУ!",
    "sound": "click"
  },
  {
    "type": "system",
    "text": "*Артем выбегает из квартиры и мчится к кинотеатру. На месте — только обугленные руины, черный пепел и мертвая тишина.*",
    "sound": "system"
  },
  {
    "type": "system",
    "text": "*На месте 13 ряда, 7 места, он видит силуэт Кати. Он бросается к ней, хватает за плечо, но рука проходит сквозь холодный туман.*",
    "sound": "system"
  },
  {
    "type": "system",
    "text": "*Силуэт рассыпается, оставляя на кресле только серебряную заколку-звезду. Она раскалена и обжигает ладонь. Она не должна быть здесь — она сгорела год назад.*",
    "sound": "system"
  },
  {
    "type": "msg",
    "side": "left",
    "name": "Катя",
    "time": "21:30",
    "text": "Тёма... помоги...",
    "sound": "whisper"
  },
  {
    "type": "msg",
    "side": "right",
    "name": "Артем",
    "time": "21:31",
    "text": "КАТЯ, НЕТ!!!!",
    "sound": "click"
  },
  {
    "type": "system",
    "text": "*Артем падает на колени в пепел и плачет, сжимая заколку. Он остался один в сгоревшем зале.*",
    "sound": "system"
  },
  {
    "type": "system",
    "text": "КОНЕЦ ПЕРВОГО ЭПИЗОДА",
    "glitch": true
  }
]