[
  {
    "type": "system",
    "text": "31 декабря 2024 года, 21:00. Артем сидит один в квартире, листает старые фото на телефоне. На экране - их последнее совместное селфи. Ровно год назад..."
  },
  {
    "type": "msg",
    "side": "left",
    "name": "Катя",
    "time": "21:02",
    "text": "Тёма, ты где? Я жду у кинотеатра уже полчаса! 😤"
  },
  
  {
  "type": "msg",
  "side": "right",
  "name": "Артем",
  "time": "21:03",
  "text": "Очень смешно, Макс. Выйди с её аккаунта и прекрати взламывать страницу! Это больной розыгрыш. Катя сгорела в той машине прямо у входа, я сам видел этот костер из железа!"
},
{
  "type": "system",
  "text": "*Перед глазами Артема всплывают кадры той ночи: сирены, запах гари и то, как огонь с машины перекинулся на обшивку кинотеатра за считанные секунды.*",
  "glitch": true
},

  {
    "type": "msg",
    "side": "left",
    "name": "Катя",
    "time": "21:04",
    "text": "Какой Макс? Тём, ты что, забыл? Мы же договорились встретиться в 21:30. Фильм \"Призраки прошлого\" в 22:00."
  },
  {
    "type": "msg",
    "side": "right",
    "name": "Артем",
    "time": "21:05",
    "text": "Хватит. Это не смешно. Кто бы ты ни был - прекрати издеваться над памятью."
  },
  {
    "type": "msg",
    "side": "left",
    "name": "Катя",
    "time": "21:06",
    "text": "Тём, что с тобой? Ты меня пугаешь... Я стою у центрального входа, как мы и договаривались. Только тут как-то странно сегодня."
  },
  {
    "type": "msg",
    "side": "right",
    "name": "Артем",
    "time": "21:07",
    "text": "Катя... если это действительно ты... то где ты была целый год? Почему не отвечала на звонки?"
  },
  {
    "type": "msg",
    "side": "left",
    "name": "Катя",
    "time": "21:08",
    "text": "Какой год? Тём, мы же вчера созванивались! Ты сказал что купил билеты на наш любимый фильм ужасов. Помнишь, как мы смеялись над трейлером?"
  },
  {
    "type": "system",
    "text": "*Артем замирает. Этот разговор действительно был... но год назад. За день до трагедии.*"
  },
  {
    "type": "msg",
    "side": "right",
    "name": "Артем",
    "time": "21:10",
    "text": "Катя... скажи мне что-то, что знаешь только ты. Что я подарил тебе на день рождения?"
  },
  {
    "type": "msg",
    "side": "left",
    "name": "Катя",
    "time": "21:11",
    "text": "Серебряную заколку в виде звезды. Ты сказал, что она как я - яркая и особенная. Я её сейчас ношу. Тём, тут правда что-то не так..."
  },
  {
    "type": "msg",
    "side": "left",
    "name": "Катя",
    "time": "21:12",
    "text": "Людей почти нет, хотя канун Нового года. И снег... он какой-то серый. А огни в витринах тусклые, как будто еле горят."
  },
  {
    "type": "system",
    "text": "*Руки Артема дрожат. Заколку он действительно дарил. Она была на ней в ту ночь...*"
  },
  {
    "type": "msg",
    "side": "right",
    "name": "Артем",
    "time": "21:14",
    "text": "Катя... это невозможно. Ты погибла год назад. 31 декабря 2023-го. По дороге в кинотеатр."
  },
  {
    "type": "msg",
    "side": "left",
    "name": "Катя",
    "time": "21:15",
    "text": "Что ты говоришь?! Я живая! Я стою здесь! Правда, мне холодно... очень холодно. И я не помню, как добралась сюда."
  },
  {
    "type": "msg",
    "side": "left",
    "name": "Катя",
    "time": "21:16",
    "text": "Тём, я зашла внутрь. Тут темно. На кассе никого нет, но касса работает. И билеты... билеты лежат прямо на стойке."
  },
  {
    "type": "system",
    "text": "*Приходит фото. Старые, помятые билеты. Дата: 31.12.2023. Время: 22:00. Ряд 7, места 12-13. Но рука, держащая билеты, кажется полупрозрачной.*",
    "image": "stories/zakolka/assets/images/ticket.jpg",
    "sound": "camera"
  },
  {
    "type": "msg",
    "side": "right",
    "name": "Артем",
    "time": "21:18",
    "text": "Боже мой... это те самые билеты. Я их покупал для нас. Катя, выходи оттуда немедленно!"
  },
  {
    "type": "msg",
    "side": "left",
    "name": "Катя",
    "time": "21:19",
    "text": "Я не могу... Тём, тут в коридоре кто-то стоит. Высокая тень. У неё нет лица, но она смотрит на меня. И шепчет что-то про время..."
  },
  {
    "type": "system",
    "text": "*В квартире Артема внезапно гаснет свет. В темноте из телефона доносится едва слышный шепот: 'Помоги мне...'*",
    "glitch": true,
    "sound": "whisper"
  },
  {
    "type": "msg",
    "side": "right",
    "name": "Артем",
    "time": "21:21",
    "text": "КАТЯ! Я еду к тебе! Держись! Не иди в зал!"
  },
  {
    "type": "msg",
    "side": "left",
    "name": "Катя",
    "time": "21:22",
    "text": "Поздно... Я уже в зале. Тут нет кресел. Только пепел и обугленные остатки. Но экран горит. На нём наши фото... все наши фото..."
  },
  {
    "type": "system",
    "text": "*Артем выбегает из дома. Мчится по пустым улицам к кинотеатру. Здание заброшено, заколочено досками. Табличка: 'Закрыто после пожара 01.01.2024'.*"
  },
  {
    "type": "msg",
    "side": "right",
    "name": "Артем",
    "time": "21:25",
    "text": "Катя, я здесь! Но здание сгорело! Его закрыли после той ночи! Как ты можешь быть внутри?!"
  },
  {
    "type": "msg",
    "side": "left",
    "name": "Катя",
    "time": "21:26",
    "text": "Я слышу твой голос... но он как эхо. Тём, тень приближается. Она говорит, что моё время истекло год назад. Что я опоздала на свой последний сеанс."
  },
  {
    "type": "msg",
    "side": "right",
    "name": "Артем",
    "time": "21:27",
    "text": "НЕТ! Катя, найди место 13 в ряду 7! Наше место! Я сейчас ломаю доски! Я приду за тобой!"
  },
  {
    "type": "msg",
    "side": "left",
    "name": "Катя",
    "time": "21:28",
    "text": "Место 13... я нашла. Тут лежит моя заколка. Она светится... Тём, я вспомнила. Машина... скользкая дорога... я не успела к тебе..."
  },
  {
    "type": "system",
    "text": "*Артем врывается в обугленные руины. В зале только пепел и тьма. Но на месте 13 ряда 7 слабо мерцает серебряная заколка-звезда.*",
    "glitch": true
  },
  {
    "type": "msg",
    "side": "right",
    "name": "Артем",
    "time": "21:29",
    "text": "Я ВИЖУ ЗАКОЛКУ! КАТЯ! ВОЗЬМИ МОЮ РУКУ! Я ЗДЕСЬ!"
  },
  {
    "type": "msg",
    "side": "left",
    "name": "Катя",
    "time": "21:30",
    "text": "Я вижу тебя... сквозь время. Ты плачешь. Прости, что опоздала на наш последний фильм. Береги заколку... и помни нашу звезду."
  },
  {
    "type": "system",
    "text": "*Заколка гаснет. Телефон показывает: 'Абонент недоступен'. Артем остается один в руинах, сжимая в руке холодную серебряную звезду.*"
  }
]