[
  {
    "type": "system",
    "text": "Прошел ровно год с того дня. Артем сидит в пустой квартире. 31 декабря 2024 года. 21:00."
  },
  {
    "type": "msg",
    "side": "left",
    "name": "Катя",
    "time": "21:02",
    "text": "Тём, ты где? Я уже у кинотеатра. Ты же не забыл? Наш сеанс в 22:00!"
  },
  {
    "type": "msg",
    "side": "right",
    "name": "Артем",
    "time": "21:03",
    "text": "Слушай, кто бы ты ни был — это не смешно. Хватит взламывать её аккаунт. Кати нет уже год."
  },
  {
    "type": "msg",
    "side": "left",
    "name": "Катя",
    "time": "21:04",
    "text": "В смысле нет? Я тут! У центрального входа. Блин, тут так странно... людей почти нет и огни какие-то тусклые. И снег... он как будто серый."
  },
  {
    "type": "msg",
    "side": "right",
    "name": "Артем",
    "time": "21:05",
    "text": "Прекрати. Она погибла 31 декабря 2023-го. По дороге в этот чертов кинотеатр. Я сейчас сижу и смотрю на её фото."
  },
  {
    "type": "msg",
    "side": "left",
    "name": "Катя",
    "time": "21:06",
    "text": "Тём... мне страшно. Я зашла внутрь, а тут в подъезде к залам вообще нет света. И на кассе никого. Но у меня в руках билеты. Посмотри, я пришлю фото."
  },
  {
    "type": "system",
    "text": "*Приходит изображение. На нем старый, помятый билет. Дата: 31.12.2023. Время: 22:00. Но палец, держащий билет, кажется полупрозрачным.*",
    "image": "stories/zakolka/assets/images/ticket.jpg",
    "sound": "camera"
  },
  {
    "type": "msg",
    "side": "right",
    "name": "Артем",
    "time": "21:08",
    "text": "Это фото из прошлого года. Зачем ты это делаешь со мной?"
  },
  {
    "type": "msg",
    "side": "left",
    "name": "Катя",
    "time": "21:09",
    "text": "Я не делаю! Я слышу твой голос, но ты как будто очень далеко. Тём, тут в коридоре кто-то стоит. Он высокий и у него нет лица. Он просто смотрит. ПОЖАЛУЙСТА, ПРИДИ ЗА МНОЙ."
  },
  {
    "type": "system",
    "text": "*Артем вскакивает. В его 2024-м году в квартире внезапно гаснет свет. В тишине он слышит из своего телефона тихий шепот Кати: 'Тут так холодно...'*",
    "glitch": true
  },
  {
    "type": "msg",
    "side": "right",
    "name": "Артем",
    "time": "21:12",
    "text": "Катя? Я иду. Я бегу к кинотеатру. Слышишь? Не уходи оттуда!"
  },
  {
    "type": "msg",
    "side": "left",
    "name": "Катя",
    "time": "21:13",
    "text": "Тут нет выхода. Все двери ведут обратно в этот темный холл. И часы... они показывают 21:59 и не двигаются дальше. Я в ловушке, да?"
  },
  {
    "type": "system",
    "text": "*Артем добежал до кинотеатра. Здание заброшено и заколочено после пожара 2023 года. Но когда он прикладывает ухо к разбитому стеклу, он слышит звук работающего проектора изнутри.*"
  },
  {
    "type": "msg",
    "side": "right",
    "name": "Артем",
    "time": "21:20",
    "text": "Катя, я снаружи. Здесь всё заколочено. Кинотеатра больше нет, он сгорел в ту ночь! Но я слышу звук... звук старой плёнки. Ты меня слышишь через стекло?"
  },
  {
    "type": "msg",
    "side": "left",
    "name": "Катя",
    "time": "21:22",
    "text": "Я слышу стук! Но ты стучишь не по стеклу... ты как будто стучишь прямо в моей голове. Тём, человек без лица подходит ближе. Он пахнет гарью. Пожалуйста, сделай что-нибудь!"
  },
  {
    "type": "msg",
    "side": "right",
    "name": "Артем",
    "time": "21:24",
    "text": "Катя, слушай меня! На билете... на твоем билете есть номер места. Какое там место? Я попробую найти его в зале, я сейчас ломаю доски на входе!"
  },
  {
    "type": "msg",
    "side": "left",
    "name": "Катя",
    "time": "21:25",
    "text": "Место 13... Ряд 7. Но тут нет кресел, Тём. Тут только пепел и тени. О боже, он положил руку мне на плечо. Она ледяная..."
  },
  {
    "type": "system",
    "text": "*Артем врывается в обугленный зал. В 2024 году это лишь груда мусора. Но на месте 13 ряда 7 он видит слабый, призрачный свет телефона, парящий в воздухе.*",
    "glitch": true
  },
  {
    "type": "msg",
    "side": "right",
    "name": "Артем",
    "time": "21:28",
    "text": "Я ВИЖУ ТВОЙ СВЕТ! КАТЯ! ХВАТАЙСЯ ЗА МОЮ РУКУ! Я ТЯНУ ЕЁ К ТЕБЕ!"
  },
  {
    "type": "msg",
    "side": "left",
    "name": "Катя",
    "time": "21:30",
    "text": "Я вижу... я вижу руку из чистого света. Я пытаюсь... но он не пускает! Он говорит, что моё время вышло. Артем, прощай... Помни меня."
  }
]