[
  {
    "type": "system",
    "text": "Март 2025. Прошло 3 месяца с той ночи. Артем переехал в новую квартиру, но заколка всегда с ним. Она стала частью его жизни — и его проклятием.",
    "sound": "system"
  },
  {
    "type": "system",
    "text": "*Артем не спит уже четвертую ночь подряд. Сердце колотится даже от звука SMS. Ладони дрожат когда он касается заколки.*",
    "sound": "system"
  },
  {
    "type": "msg",
    "side": "left",
    "name": "Мама",
    "time": "14:30",
    "text": "Сынок, как дела? Ты так исхудал... И голос какой-то странный. Может, к врачу сходишь?",
    "sound": "click"
  },
  {
    "type": "msg",
    "side": "right",
    "name": "Артем",
    "time": "14:32",
    "text": "Мам, всё нормально. Просто работаю много. Не волнуйся.",
    "sound": "click"
  },
  {
    "type": "system",
    "text": "*Артем лжет. Он не может рассказать маме, что видит Катю в каждом отражении. Что заколка в кармане двигается сама, будто ищет его руку.*",
    "sound": "system"
  },
  {
    "type": "system",
    "text": "*Он ложится на диван и закрывает глаза, пытаясь осмыслить всё происходящее с Катей. От бессонницы и истощения он отрубается.*",
    "sound": "system"
  },
  {
    "type": "system",
    "text": "*Во сне он слышит знакомые шаги Кати по коридору. Легкие, быстрые, как в тот день когда она спешила к нему... Но что-то не так. Шаги слишком размеренные, медицинские...*",
    "sound": "system"
  },
  {
    "type": "system",
    "text": "*Через час его будит настойчивый звонок в дверь. Артем вскакивает, дезориентированный и вспотевший. Подходит к двери и открывает.*",
    "sound": "system"
  },
  {
    "type": "msg",
    "side": "left",
    "name": "Соседка",
    "time": "17:15",
    "text": "Молодой человек, у вас там всё в порядке? По ночам такие звуки... будто кто-то плачет.",
    "sound": "click"
  },
  {
    "type": "msg",
    "side": "right",
    "name": "Артем",
    "time": "17:17",
    "text": "Извините, телевизор громко. Больше не будет.",
    "sound": "click"
  },
  {
    "type": "system",
    "text": "*Но телевизора у него нет. Плач доносится из зеркал.*",
    "sound": "system"
  },
  {
    "type": "system",
    "text": "*Артем сидит на диване в полумраке. На экране телефона сменяются фото: Катя смеется в парке, Катя с тем самым билетом, Катя с заколкой в волосах...*",
    "sound": "system"
  },
  {
    "type": "msg",
    "side": "left",
    "name": "Макс",
    "time": "19:45",
    "text": "Бро, увидимся сегодня? Ты как призрак ходишь последнее время. Я взял пиццу и твое любимое пиво, посидим, поговорим. Расскажешь, что случилось, может проблемы какие? Все волнуются.",
    "sound": "click"
  },
  {
    "type": "msg",
    "side": "right",
    "name": "Артем",
    "time": "19:47",
    "text": "Не хочу. Не приходи, Макс. Просто оставь меня в покое.",
    "sound": "click"
  },
  {
    "type": "msg",
    "side": "left",
    "name": "Макс",
    "time": "19:48",
    "text": "Артём, это не жизнь. Катя бы точно не хотела, чтобы ты так существовал. Очнись!",
    "sound": "click"
  },
  {
    "type": "system",
    "text": "*При упоминании имени Кати заколка в кармане начинает пульсировать и нагреваться. Артем чувствует резкое жжение, будто к бедру приложили раскаленную монету.*",
    "sound": "burn"
  },
  {
    "type": "msg",
    "side": "right",
    "name": "Артем",
    "time": "19:50",
    "text": "Не говори мне, чего бы она хотела! Ты ничего о ней не знаешь! Никто из вас не знает!",
    "sound": "click"
  },
  {
    "type": "system",
    "text": "*Артем идет на кухню за водой. В сумке с Катиными вещами, которую он так и не смог разобрать, находит пузырек с таблетками — 'Мелатонин 3мг'.*",
    "sound": "system"
  },
  {
    "type": "system",
    "text": "*На этикетке её почерк: 'По 2 таб. перед сном'. Артем помнит, как она жаловалась на кошмары, но всё равно пила их каждую ночь.*",
    "sound": "system"
  },
  {
    "type": "system",
    "text": "*Он высыпает две таблетки на ладонь. Заколка в кармане начинает вибрировать, будто предупреждает. Но он глотает их и запивает водой.*",
    "sound": "system"
  },
  {
    "type": "system",
    "text": "*Через полчаса веки становятся тяжелыми. Артем засыпает на диване, сжимая заколку в руке. Сон приходит быстро, но он тревожный и липкий.*",
    "sound": "system"
  },
  {
    "type": "system",
    "text": "*В 3:30 ночи он резко просыпается от жажды. Голова тяжелая, во рту сухость. Встает и идет в ванную за водой.*",
    "sound": "system"
  },
  {
    "type": "system",
    "text": "*Поздно ночью Артем стоит перед зеркалом в ванной. Стекло запотевает, хотя горячей воды он не включал.*",
    "sound": "system"
  },
  {
    "type": "system",
    "text": "*В отражении мелькает знакомый силуэт. Он слышит тихий шепот: 'Тём... мне больно... отпусти меня...'*",
    "sound": "whisper"
  },
  {
    "type": "msg",
    "side": "right",
    "name": "Артем",
    "time": "03:35",
    "text": "Катя? Ты здесь? Скажи мне что делать!",
    "sound": "click"
  },
  {
    "type": "system",
    "text": "*Тишина. Только звук капающей воды. Телефон в его руке внезапно глючит — экран мерцает.*",
    "sound": "system"
  },
  {
    "type": "system",
    "text": "*Новое сообщение от неизвестного номера. Время отправки: 03:38. Всегда в это время.*",
    "sound": "system"
  },
  {
    "type": "msg",
    "side": "left",
    "name": "Observer_402",
    "time": "03:38",
    "text": "ТЫ ВЗЯЛ АРТЕФАКТ ИЗ МЕРТВОГО ВРЕМЕНИ.",
    "sound": "click"
  },
  {
    "type": "msg",
    "side": "right",
    "name": "Артем",
    "time": "03:39",
    "text": "Кто ты? Откуда у тебя мой номер? Откуда знаешь про заколку?",
    "sound": "click"
  },
  {
    "type": "msg",
    "side": "left",
    "name": "Observer_402",
    "time": "03:40",
    "text": "Я НАБЛЮДАТЕЛЬ ВРЕМЕННЫХ АНОМАЛИЙ. ТЫ СОЗДАЛ ПАРАДОКС КОГДА ВЗЯЛ ЕЁ ЗАКОЛКУ ИЗ ПЕПЛА В 21:31.",
    "sound": "click"
  },
  {
    "type": "system",
    "text": "*Артем замирает. Никто не знал точное время. Он никому не говорил.*",
    "sound": "system"
  },
  {
    "type": "msg",
    "side": "right",
    "name": "Артем",
    "time": "03:41",
    "text": "Откуда ты знаешь время?! Кто ты такой?!",
    "sound": "click"
  },
  {
    "type": "msg",
    "side": "left",
    "name": "Observer_402",
    "time": "03:43",
    "text": "ПРЕДМЕТ СГОРЕЛ ВМЕСТЕ С НЕЙ. НО ТВОЯ ЛЮБОВЬ ВЫТАЩИЛА ЕГО ИЗ ПЕПЛА. ТЕПЕРЬ ОНА ЗАСТРЯЛА МЕЖДУ МИРАМИ.",
    "sound": "click"
  },
  {
    "type": "system",
    "text": "*Артем достает заколку из кармана. На ладони остается ожог в форме звезды. Металл пульсирует как живое сердце.*",
    "sound": "system"
  },
  {
    "type": "msg",
    "side": "right",
    "name": "Артем",
    "time": "03:45",
    "text": "Что мне делать? Как ей помочь?",
    "sound": "click"
  },
  {
    "type": "msg",
    "side": "left",
    "name": "Observer_402",
    "time": "03:47",
    "text": "АРТЕФАКТ ДОЛЖЕН БЫТЬ ВОЗВРАЩЕН. НО СНАЧАЛА ТЫ ДОЛЖЕН ПОНЯТЬ ЦЕНУ СВОЕГО ЭГОИЗМА.",
    "sound": "click"
  },
  {
    "type": "system",
    "text": "*Сообщение приходит даже когда Артем отключает интернет. Это невозможно.*",
    "sound": "system"
  },
  {
    "type": "system",
    "text": "*Он начинает искать информацию. Находит закрытый форум 'Temporal_Anomalies'. Создает аккаунт.*",
    "sound": "system"
  },
  {
    "type": "system",
    "text": "*В разделе 'Якорные предметы' — десятки историй. Артем читает и понимает: все эти люди потеряли самых дорогих. И все они страдают, держась за последнюю связь.*",
    "sound": "system"
  },
  {
    "type": "msg",
    "side": "left",
    "name": "User_Vera_88",
    "time": "04:20",
    "text": "У меня было кольцо мужа. После его смерти оно стало ледяным и пульсировало. Я слышала его голос... Пришлось сжечь. Иначе сошла бы с ума.",
    "sound": "click"
  },
  {
    "type": "msg",
    "side": "left",
    "name": "User_Dmitry_K",
    "time": "04:22",
    "text": "Часы отца тикали только для меня. Врачи говорили — галлюцинации. Но я знал правду. Сжег их на его могиле.",
    "sound": "click"
  },
  {
    "type": "system",
    "text": "*Артем замечает: многие аккаунты неактивны месяцами. Последние сообщения: 'Не могу больше... освобождаю его...'*",
    "sound": "system"
  },
  {
    "type": "msg",
    "side": "right",
    "name": "Артем",
    "time": "04:25",
    "text": "А что если не хочешь отпускать? Что если готов страдать вместе?",
    "sound": "click"
  },
  {
    "type": "msg",
    "side": "left",
    "name": "User_Vera_88",
    "time": "04:27",
    "text": "Тогда ты обречешь их на вечные мучения. Они застревают между мирами из-за нашей привязанности. Это эгоизм, а не любовь.",
    "sound": "click"
  },
  {
    "type": "system",
    "text": "*Артем закрывает ноутбук. Заколка в его руке начинает вибрировать. Мысль пронзает его: 'Я убиваю её своей любовью?'*",
    "sound": "system"
  },
  {
    "type": "system",
    "text": "*Из заколки доносится слабый, болезненный стон. Голос Кати, но искаженный болью и отчаянием.*",
    "sound": "whisper"
  },
  {
    "type": "msg",
    "side": "right",
    "name": "Артем",
    "time": "04:30",
    "text": "Катя? Ты слышишь меня? Прости...",
    "sound": "click"
  },
  {
    "type": "system",
    "text": "*Шепот становится громче: 'Тём... отпусти... меня... больно... так больно... я исчезаю... по частям...'*",
    "sound": "whisper"
  },
  {
    "type": "msg",
    "side": "right",
    "name": "Артем",
    "time": "04:31",
    "text": "Нет! Я не могу! Лучше страдать вместе, чем быть одному!",
    "sound": "click"
  },
  {
    "type": "system",
    "text": "*Заколка начинает пульсировать красным светом. В квартире гаснет электричество. Кот соседки за окном шипит и убегает.*",
    "sound": "system"
  },
  {
    "type": "msg",
    "side": "left",
    "name": "Observer_402",
    "time": "04:35",
    "text": "ТЫ УБИВАЕШЬ ЕЁ СВОЕЙ ЛЮБОВЬЮ. КАЖДЫЙ ДЕНЬ ОНА РАСТВОРЯЕТСЯ БОЛЬШЕ. ЭТО ТВОЙ ВЫБОР.",
    "sound": "click"
  },
  {
    "type": "msg",
    "side": "right",
    "name": "Артем",
    "time": "04:37",
    "text": "Что если Observer прав? Что если я монстр?",
    "sound": "click"
  },
  {
    "type": "msg",
    "side": "left",
    "name": "Observer_402",
    "time": "04:40",
    "text": "ВРЕМЯ ИСТЕКАЕТ. СКОРО ОТ НЕЁ ОСТАНЕТСЯ ТОЛЬКО БОЛЬ И НЕНАВИСТЬ К ТЕБЕ.",
    "sound": "click"
  },
  {
    "type": "system",
    "text": "*В квартире становится ледяно холодно. Из всех зеркал доносится тихий плач. Заколка обжигает ладонь, оставляя новые ожоги.*",
    "sound": "whisper"
  },
  {
    "type": "system",
    "text": "*Артем сжимает заколку в кулаке, игнорируя боль. Внутренний голос шепчет: 'Что если я не готов её отпустить? Что если не смогу жить без неё?'*",
    "sound": "system"
  },
  {
    "type": "msg",
    "side": "right",
    "name": "Артем",
    "time": "04:45",
    "text": "Прости меня, Катя. Я не знаю что правильно...",
    "sound": "click"
  },
  {
    "type": "system",
    "text": "*На рассвете он принимает решение. Нужно узнать больше об этих 'ритуалах освобождения'. Но готов ли он к цене?*",
    "sound": "system"
  },
  {
    "type": "system",
    "text": "КОНЕЦ ВТОРОГО ЭПИЗОДА",
    "sound": "system"
  }
]